
export const bookAboutArray = [
    {
        name: "preparation",
        array: [
            {
                title: "エリア調査1",
                text: "水田を作るには、水が十分に確保できる場所を選ぶことが大切です。まず、近くに水源があるか、水を引くことができるか、そして稲作に適した気候かを確認します。土地を買うときは、農地法というルールがあるので、役所に相談しながら進めます。",
            },
            {
                title: "エリア調査2",
                text: "水田を作るには、水が十分に確保できる場所を選ぶことが大切です。まず、近くに水源があるか、水を引くことができるか、そして稲作に適した気候かを確認します。土地を買うときは、農地法というルールがあるので、役所に相談しながら進めます。",
            },
        ]
    },
    {
        name: "taue",
        array: [
            {
                title: "エリア調査3",
                text: "水田を作るには、水が十分に確保できる場所を選ぶことが大切です。まず、近くに水源があるか、水を引くことができるか、そして稲作に適した気候かを確認します。土地を買うときは、農地法というルールがあるので、役所に相談しながら進めます。",
            },
            {
                title: "エリア調査4",
                text: "水田を作るには、水が十分に確保できる場所を選ぶことが大切です。まず、近くに水源があるか、水を引くことができるか、そして稲作に適した気候かを確認します。土地を買うときは、農地法というルールがあるので、役所に相談しながら進めます。",
            },
        ]
    },
]
